{"text": "Secondary amyloidosis is a form of amyloidosis (see this term), that complicates chronic inflammatory disorders (mainly rheumatoid arthritis, see this term) and is characterized by the aggregation and deposition of amyloid fibrils composed of serum amyloid A protein, an acute phase reactant. Although spleen, suprarenal gland, liver and gut are frequent sites of amyloid deposition, the clinical picture is dominated by renal involvement", "metadata": "Secondary amyloidosis"}
{"text": "Triple A syndrome is a very rare multisystem disease characterized by adrenal insufficiency with isolated glucocorticoid deficiency, achalasia, alacrima, autonomic dysfunction and neurodegeneration","metadata": "Triple A syndrome"}  
{"text": "A rare, severe, genetic neurometabolic disorder associated with clinical manifestations related to impaired synthesis of dopamine, noradrenaline, adrenaline and serotonin. Clinical manifestations are typically characterized by early-onset muscular hypotonia, movement disorders (oculogyric crisis, dystonia), developmental delay, ptosis and non-motor symptoms (sleep disturbance, irritability, excessive sweating, and nasal congestion).","metadata": "AADC deficiency"} 
{"text": "A rare disease characterized by the occurrence of transitory and recurrent subcutaneous and/or submucosal edemas resulting in swelling and/or abdominal pain due to an acquired C1 inhibitor (C1-INH) deficiency.","metadata": "AAE"} 
{"text": "A type of acquired angioedema (AAE) characterized by acute edema in subcutaneous tissues, viscera and/or the upper airway.","metadata": "AAE2"} 
{"text": "Cholestasis-lymphedema syndrome is a rare genetic disorder characterized by neonatal intrahepatic cholestasis, often lessening and becoming intermittent with age, and severe chronic lymphedema which mainly affects the lower limbs. Patients often present with fat malabsorption leading to failure to thrive, fat soluble vitamin deficiency with bleeding, rickets, and neuropathy. In 25% of cases, cirrhosis occurs during childhood or later in life.","metadata": "Aagenaes syndrome"}
{"text": "A rare group of coronary artery congenital malformation disorders characterized by an anomalous origin and course of the left or right coronary artery, which originates from the contralateral aortic sinus of Valsalva and has an anomalous trajectory which may be: pre-pulmonary (with no hemodynamic consequences), retroaortic (with a course posterior to the aortic root and no hemodynamic consequences), interarterial (located between the aorta and the pulmonary artery and associated with a poorer prognosis), subpulmonary (with an intraconal or intraseptal course), or retrocardiac (located in the posterior atrioventricular sulcus). Clinical manifestations depend on the specific anomalous origin and course which is present, with patients being frequently asymptomatic, although nonspecific chest pain, palpitations, dizziness, dyspnea or syncope, usually following physical exertion, may be associated. Sudden death, due to compression/occlusion of the coronary artery and usually associated with, or immediately following, vigorous physical exercise, may be occasionally observed.","metadata": "AAOCA"} 
{"text": "A rare, acquired retinal disorder characterized by unilateral, acute onset, rapidly progressive visual field loss. Sometimes patients have photopsia and complain of floaters. Typical ophthalmoscopic finding is a unilateral, yellowish-white annular intraretinal line, splitting the retinal field to affected outer retina with thinning, and normal retina. Gradual spontaneous visual recovery has been observed.","metadata": "AAOR"}
{"text": "A rare, hereditary amyloidosis with primary renal involvement characterized by renal interstitial and medullary deposition of amyloid, low plasma levels of ApoA-1 and slow disease progression. Main clinical signs and symptoms are hypertension, proteinuria, hematuria and edema due to chronic renal insufficiency leading to end stage renal disease. Hepatosplenomegaly, progressive cardiomyopathy and involvement of skin, testes and adrenals (hypergonadotropic hypogonadism) have also been reported.","metadata": "AApoAI amyloidosis"}
{"text": "A rare hereditary amyloidosis with primary renal involvement characterized by variable onset of renal insufficiency with edema, hypertension, proteinuria, and azotemia, eventually leading to end-stage renal disease. Amyloid cardiomyopathy and histopathological evidence of amyloid deposition in other organs, such as the spleen, liver, adrenal glands, and pancreas, among others, have also been described.","metadata": "Apolipoprotein A-II amyloidosis"}
{"text": "A rare, systemic amyloidosis characterized by slowly progressive renal dysfunction, increased serum creatinine, mostly normal urine analysis with no significant proteinuria and associated heart disease. Cardiac involvement presents as hypertrophic obstructive cardiomyopathy, left ventricular outflow tract obstruction, coronary artery disease and conduction system abnormalities. Histology reveals renal tubular atrophy, interstitial fibrosis, glomerular sclerosis, and medullar amyloid deposits.","metadata": "Apolipoprotein A-IV amyloidosis"} 


